Repository: saifodin/online-store-angular
Catalog: src/locale/messages.*.xlf
Languages: ar

source: Admin Navigation
ar: صفحه الادمن

source: View
ar: العرض

source: Create
ar: انشاء

source: Create or Edit Product
ar: إضافه او تعديل منتج

source: In the Product create and Edit section, You can add new product with all details. You can add many information such as name, arabic name, description price and quantity in stock. Access to this area is limited. Only administrators can reach. The changes you make will be will change immediately.
ar: في قسم إنشاء المنتج وتعديله ، يمكنك إضافة منتج جديد بكل التفاصيل. يمكنك إضافة العديد من المعلومات مثل الاسم والاسم العربي وقيمه السعر والكمية في المخزن. الوصول إلى هذه المنطقة محدود. يمكن للمسؤولين فقط الوصول. التغييرات التي تجريها سوف تتغير على الفور.

source: Reset
ar: اعاده الظبط

source: Product Name
ar: اسم المنتج

source: This field can't be blank
ar: لا يمكن ترك هذا الحقل فارغا

source: This field allow english character only
ar: مسموح بالحروف الانجليزيه فقط فى هذا الحقل

source: Product Arabic Name
ar: اسم المنتج باللغه العربيه

source: This field allow arabic character only
ar: مسموح بالحروف العربيه فقط فى هذا الحقل

source: Product Description
ar: وصف المنتج

source: Product Quantity
ar: عدد المنتج

source: The quantity must be more than 0
ar: الكميه يجب ان تكون اكثر من 0

source: The quantity must be less than 10000
ar: الكميه يجب ان تكون اقل من 10000

source: Allow only integer number
ar: مسموح بالارقام فقط فى هذا الحقل

source: Product Price
ar: سعر المنتج

source: The price must be more than 0
ar: السعر يجب ان تكون اكثر من 0

source: The price must be less than 100000
ar: السعر يجب ان تكون اقل من 100000

source: Product Vendor
ar: موزع المنتج

source: Choose vendor:
ar: اختار المزع:

source: Please select vendor
ar: من فضلك اختار الموزع

source: Product Category
ar: صنف المنتج

source: Choose category:
ar: اختار الصنف:

source: Please select category
ar: من فضلك اخر الصنف
